base
base-devel
bat
bc
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
cliphist
efibootmgr
emacs-wayland
fastfetch
fd
ffmpegthumbnailer
firefox
fzf
git
gnome-clocks
grub
grub-btrfs
gvfs
gvfs-mtp
hypridle
hyprland
hyprlock
hyprpaper
imagemagick
imv
intel-ucode
kdeconnect
kitty
libnotify
linux
linux-firmware
man-db
mpv
mpv-mpris
neovim
networkmanager
noto-fonts-cjk
noto-fonts-emoji
nwg-hello
p7zip
pcmanfm-gtk3
pipewire-alsa
pipewire-pulse
playerctl
plymouth
polkit-gnome
poppler
qbittorrent
reflector
ripgrep
sl
sof-firmware
tree
ttf-iosevka-nerd
vim
virtualbox
wl-clipboard
wlsunset
wofi
xdg-desktop-portal
xdg-desktop-portal-hyprland
yazi
yt-dlp
zathura
zathura-pdf-mupdf
zoxide
zsh
zsh-autosuggestions
zsh-syntax-highlighting
